/*
 Localization.strings (German)
 mclient

 Copyright © 2014 - 2017 Christopher Reitz. Licensed under the MIT license.
 See LICENSE file in the project root for full license information.
 */

/* Boards */
"BOARDS" = "BOARDS";
"FAVORITES" = "FAVORITEN";
"Verifying login data…" = "Prüfe Login Daten…";
"You are not logged in" = "Du bist nicht eingeloggt";
"Welcome %@" = "Willkommen %@";

/* Search */
"search_title" = "Suche";
"search_results_header" = "ERGEBNISSE";
"search_all_boards" = "alle Boards";
"search_phrase" = "Suchbegriff";
"search_user" = "Beiträge von User";
"search_in_subject" = "Nachrichtentexte durchsuchen";
"search_days" = "innerhalb der letzten %@ Tage";
"search_days_30" = "30 Tage";
"search_days_90" = "90 Tage";
"search_days_180" = "180 Tage";
"search_days_356" = "356 Tage";
"search_days_0" = "Komplett";
"search_button" = "SUCHEN";
"search_form_error" = "Bitte gib einen Suchbegriff und/oder einen Username ein.";

/* Responses */
"Replies to your posts" = "Antworten auf deine Postings";
"Mark all unread responses as read?" = "Alle ungelesenen Antworten als gelesen markieren?";
"mark as read" = "gelesen markieren";

/* Notifications */
"Open" = "Öffnen";
"Response from %@:\n%@" = "Antwort von %@:\n%@";

/* DetailView */
"Favs" = "Favs";
"Boards" = "Boards";
"Threads" = "Threads";
"Select a board…" = "Board auswählen…";
"Select a thread…" = "Thread auswählen…";

/* NoData View */
"noDataView_hide_noDataView" = "Hinweis ausblenden";
"NO FAVORITES" = "KEINE FAVORITEN";
"PLEASE LOGIN TO SEE YOUR FAVORITES" = "BITTE MELDE DICH AN UM DEINE FAVORITEN ZU SEHEN";
"favorites_help_title" = "Favoriten anlegen";
"favorites_help_message" = "Um einen Thread als Favorit zu markieren, wische die Zeile in der Threadliste nach rechts und drücke den Stern Button.";
"NO RESULTS" = "KEINE TREFFER";

/* Settings */
"Username" = "Benutzername";
"Password" = "Passwort";
"Please enter username and password" = "Bitte Benutzername und Passwort eingeben";
"Error: Could not connect to server" = "Fehler: Keine Verbindung zum m!service";
"Verifying username and password…" = "Prüfe Benutzername und Passwort…";
"Login data was entered incorrectly" = "Login Daten wurden nicht korrekt eingegeben";
"Login data is valid" = "Login Daten sind gültig";
"Tiny" = "Winzig";
"Small" = "Klein";
"Normal" = "Normal";
"Big" = "Groß";
"Bigger" = "Größer";
"Huge" = "Riesig";

/* Settings - Font Size */
"Setup Font Size" = "Schriftgröße einstellen";
"Reset" = "Reset";

/* Settings - Licenses */
"Licenses" = "Lizenzen";
"m!client is using the following open-source libraries" = "m!client nutzt folgende OpenSource Bibliotheken";

/* Thread List */
"Mark as read" = "gelesen markieren";
"Hide thread?" = "Thread ausblenden?";
"Move this thread to your Killfile?" = "Diesen Thread in dein Killfile verschieben?";
"Hide thread" = "Thread ausblenden";

/* Message List */
"Copied link" = "Link kopiert";
"URL for this message was copied to clipboard" = "Die URL zu dieser Nachricht wurde in den Zwischenspeicher kopiert";
"Notification enabled" = "Benachrichtigung aktiviert";
"You will receive an Email if anyone replies to this message" = "Du wirst per E-Mail benachrichtigt, wenn jemand auf diese Nachricht antwortet";
"Notification disabled" = "Benachrichtigung deaktiviert";
"You will no longer receive Emails if anyone replies to this message" = "Du wirst keine E-Mails mehr erhalten, wenn jemand auf diese Nachricht antwortet";
"You have been blocked by this user" = "Du wurdest von diesem User geblockt";
"User was blocked by you" = "User wurde von dir blockiert";
"You cannot reply to this post" = "Du kannst auf dieses Posting nicht antworten";

/* Compose Message */
"Create Thread" = "Thread erstellen";
"Reply" = "Antworten";
"Edit" = "Editieren";
"Preview" = "Vorschau";
"Subject" = "Betreff:";
"Thank you for your contribution \"%@\"" = "Vielen Dank für deinen Beitrag \"%@\"";
"Your message \"%@\" was changed" = "Deine Nachricht \"%@\" wurde geändert";
"Select quote" = "Zitat wählen";
"Full quote" = "Vollständiges Zitat";

/* Compose Message Toolbar */
"Uploading" = "Lade hoch";
"camera_access_error_title" = "Kein Zugriff auf die Kamera";
"camera_access_error_message" = "Um den Zugriff zu aktivieren, gehe in die Einstellungen > Privatsphäre > Kamera und aktiviere Kamera Zugriff für diese App.";
"camera_action_choose_title" = "Bild hinzufügen";
"camera_action_choose_album" = "Aus Album auswählen";
"camera_action_take_photo" = "Foto aufnehmen";
"camera_action_giphy" = "GIF suchen";
"image_upload_succeed" = "Erfolg";
"image_upload_failed" = "Fehlgeschlagen";
"image_upload_error" = "Imgur upload error";

/* MessageTextView */
"B" = "Fett";
"I" = "Kursiv";
"U" = "Unterstrichen";
"S" = "Durchgestrichen";
"Spoiler" = "Spoiler";
"Link" = "Link";
"Image" = "Bild";
"Selected text is not a valid URL" = "Markierter Text ist keine gültige URL";
"Selected text is not a valid image URL" = "Markierter Text ist keine gültige Bild-URL";

/* Profile */
"picture" = "";
"firstname" = "Vorname";
"lastname" = "Nachname";
"domicile" = "Wohnort";
"accountNo" = "Account-Nr.";
"registrationDate" = "Mitglied seit";
"email" = "E-Mail";
"icq" = "ICQ";
"homepage" = "Homepage";
"firstGame" = "Erstes Spiel";
"allTimeClassics" = "All-Time-Classics";
"favoriteGenres" = "Lieblingsgenres";
"currentSystems" = "Aktuelle Systeme";
"hobbies" = "Hobbys";
"xboxLiveGamertag" = "XBox Live Gamertag";
"psnId" = "Playstation Network ID";
"nintendoFriendcode" = "Nintendo Friendcode";
"lastUpdate" = "Letztes Update";

/* Loading View */
"Loading…" = "Laden…";

/* Error View */
"m!service Error" = "m!service error";
"Try pull to refresh…" = "Ziehen zum aktualisieren…";
"Try again" = "Nochmal versuchen";

/* Keyboard Shortcuts */
"keyboardShortcutDismissDialog" = "Dialog schließen";
"keyboardShortcutComposeThread" = "Neuer Thread";
"keyboardShortcutSelectPreviousThread" = "Vorherigen Thread laden";
"keyboardShortcutSelectNextThread" = "Nächsten Thread laden";
"keyboardShortcutSelectPreviousMessage" = "Vorheriges Posting laden";
"keyboardShortcutSelectNextMessage" = "Nächstes Posting laden";
"keyboardShortcutOpenProfile" = "User Profil öffnen";
"keyboardShortcutCopyLink" = "Link zu Posting kopieren";
"keyboardShortcutComposeEdit" = "Posting editieren";
"keyboardShortcutComposeReply" = "Auf Posting antworten";
"keyboardShortcutGoTo" = "Gehe zu ";

/* Termination */
"header" = "Die Testphase ist beendet\n";
"message" = "Bitte verwende ab sofort die Version aus dem AppStore. Vielen Dank für's fleißige melden von Fehlern und Verbesserungsvorschlägen 👏\n\nDie Entwicklung wird natürlich weiter gehen und größere Änderungen sollen in Zukunft wieder über diesen Channel vorab getestet werden. Sobald es hierzu Neues gibt, wirst du wieder per E-Mail über ein Update der Beta informiert.";
"signature" = "♥️ Stitch\n\n";
"appStoreButton" = "AppStore öffnen";
"quitButton" = "Beenden";

/* Common */
"Error" = "Fehler";
"No Internet Connection" = "Keine Internetverbindung";
"invalid_web_url" = "%@ ist keine gültige Web URL";
"Confirmation" = "Bestätigung";
"Cancel" = "Abbrechen";
"OK" = "OK";

/* MServiceConnector */
"-2" = "Keine Internet Verbindung";
"-1" = "m!service Verbindung fehlgeschlagen";
"400" = "Bitte fülle das Feld Thema aus";
"401" = "Bitte überprüfe deine Login Daten in den Einstellungen";
"403" = "Du bist nicht dazu berechtigt";
"404" = "Aktion konnte nicht ausgeführt werden:\n%@";
"406" = "Nachricht wurde nicht editiert";
"409" = "Editieren dieser Nachricht ist nicht mehr erlaubt";
"423" = "Dieser Thread ist geschlossen";
"500" = "Aktion konnte nicht ausgeführt werden:\nEin unbekannter Fehler ist aufgetreten";
"504" = "Man!ac Forum Server down?";
